/*
Navicat MySQL Data Transfer

Source Server         : text
Source Server Version : 50096
Source Host           : localhost:3306
Source Database       : student

Target Server Type    : MYSQL
Target Server Version : 50096
File Encoding         : 65001

Date: 2019-06-18 21:47:06
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `movie`
-- ----------------------------
DROP TABLE IF EXISTS `movie`;
CREATE TABLE `movie` (
  `id` int(11) NOT NULL auto_increment,
  `name` varchar(100) default NULL,
  `type` varchar(100) default NULL,
  `url` varchar(200) default NULL,
  `uploadDate` date default NULL,
  `createTime` timestamp NULL default NULL on update CURRENT_TIMESTAMP,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=330 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of movie
-- ----------------------------
INSERT INTO `movie` VALUES ('221', '2019年动作喜剧《谋杀疑云》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190618/58745.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('222', '2018年剧情冒险《米娅和白狮》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190617/58738.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('223', '2019年科幻惊悚《惊天复制》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190617/58737.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('224', '2019年悬疑惊悚《教授与疯子》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190616/58734.html', '2019-06-15', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('225', '2018年奇幻喜剧《这个男人来自疯狂世界》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190616/58733.html', '2019-06-15', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('226', '2019年悬疑动作《雪暴》HD国语中英双字', '最新电影下载', '/html/gndy/dyzz/20190615/58731.html', '2019-06-14', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('227', '2018年获奖剧情《逆流大叔》BD国粤双语中字', '最新电影下载', '/html/gndy/dyzz/20190615/58730.html', '2019-06-14', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('228', '2019年高分剧情爱情《五尺天涯》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190613/58726.html', '2019-06-12', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('229', '2019年惊悚剧情《加密货币》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190613/58725.html', '2019-06-12', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('230', '2018年高分获奖《女大法官金斯伯格》BD英语中字', '最新电影下载', '/html/gndy/dyzz/20190612/58723.html', '2019-06-11', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('231', '2018年高分惊悚《孟买酒店》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190611/58722.html', '2019-06-11', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('232', '2019年惊悚动作《毒玫瑰》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190610/58720.html', '2019-06-09', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('233', '2019年科幻《吾乃母亲/AI终结战》BD中英双字幕', '最新电影下载', '/html/gndy/dyzz/20190609/58712.html', '2019-06-08', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('234', '2019年悬疑《云雾笼罩的山峰》HD国语中英双字', '最新电影下载', '/html/gndy/dyzz/20190609/58711.html', '2019-06-08', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('235', '2019年爱情《下一任：前任》HD国语中英双字', '最新电影下载', '/html/gndy/dyzz/20190608/58707.html', '2019-06-08', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('236', '2019年惊悚《爆裂兄弟》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190618/58743.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('237', '2018年动画《怪物弹珠电影版》HD日语中字', '迅雷电影资源', '/html/gndy/jddy/20190618/58744.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('238', '2019年惊悚《难以忘怀的莎朗?塔特》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190617/58736.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('239', '2019年喜剧《恭喜八婆》HD国粤双语中字', '迅雷电影资源', '/html/gndy/jddy/20190617/58735.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('240', '2019年悬疑惊悚《我们一直住在城堡里》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190616/58732.html', '2019-06-15', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('241', '2019年喜剧《神秘慈善家》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190614/58729.html', '2019-06-13', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('242', '2019年恐怖《拍栗得/快照惊魂》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190614/58728.html', '2019-06-13', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('243', '2019年剧情爱情《伊莉莎与玛瑟拉》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190614/58727.html', '2019-06-13', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('244', '2018年恐怖《陌生人2/只杀陌生人》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190613/58724.html', '2019-06-12', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('245', '2018年奇幻动画《地球母亲》BD国英双语双字', '迅雷电影资源', '/html/gndy/jddy/20190609/58718.html', '2019-06-09', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('246', '2019年喜剧《海滩流浪汉》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190609/58717.html', '2019-06-09', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('247', '2019年剧情《葛洛利亚?贝尔/老娘爱最大》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190607/58705.html', '2019-06-07', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('248', '2019年动画《蝙蝠侠大战忍者神龟》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190607/58704.html', '2019-06-07', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('249', '2018年动作《二凤/愤怒的母亲》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190607/58703.html', '2019-06-07', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('250', '2019年悬疑惊悚《义务警员》BD中英双字幕', '迅雷电影资源', '/html/gndy/jddy/20190606/58698.html', '2019-06-05', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('251', '2019年内地电视剧《强风吹拂电视剧》第18集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190609/58713.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('252', '2019年内地电视剧《少年派》第14集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190617/58740.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('253', '2019年内地电视剧《我的真朋友》第48集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190520/58619.html', '2019-06-15', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('254', '2019年内地电视剧《筑梦情缘》第54集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190513/58601.html', '2019-06-06', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('255', '2019年内地电视剧《重耳传奇》第72集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190315/58349.html', '2019-06-06', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('256', '2019年内地电视剧《我们都要好好的》第44集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190513/58600.html', '2019-06-01', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('257', '2019年内地电视剧《我只喜欢你》第35集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190513/58599.html', '2019-06-01', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('258', '2019年内地电视剧《破冰行动》第48集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190519/58616.html', '2019-05-31', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('259', '2019年内地电视剧《封神演义(2019)》第54集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190411/58477.html', '2019-05-30', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('260', '2019年内地电视剧《趁我们还年轻》第38集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190421/58510.html', '2019-05-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('261', '2019年内地电视剧《爱上你治愈我》第40集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190420/58504.html', '2019-05-23', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('262', '2019年内地电视剧《七日生》全28集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190506/58568.html', '2019-05-19', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('263', '2019年内地电视剧《一场遇见爱情的旅行》全52集[国语字', '华语剧集专区', '/html/tv/hytv/20190422/58513.html', '2019-05-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('264', '2019年内地电视剧《如果可以这样爱》全43集[国语字幕]', '华语剧集专区', '/html/tv/hytv/20190411/58476.html', '2019-05-07', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('265', '2019韩国JTBC月火剧《风在吹》第07集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190529/58649.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('266', '2019韩国KBS1日日剧《夏天啊，拜托了》第35集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190430/58531.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('267', '2019韩国SBS月火剧《初次见面我爱你》第26集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190508/58583.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('268', '2019韩国KBS2日日剧《太阳的季节》第10集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190604/58686.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('269', '2019韩国MBC月火剧《检法男女2》第10集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190604/58685.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('270', '2019韩国KBS2月火剧《香水》第10集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190604/58684.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('271', '2019韩国tvN月火剧《深渊》第13集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190507/58579.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('272', '2019韩国KBS2周末剧《世上最美丽的我女儿》第52集[韩语', '日韩剧集专区', '/html/tv/rihantv/20190324/58376.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('273', '2019韩国TV朝鲜周末剧《朝鲜生存记》第04韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190610/58721.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('274', '2019韩国OCN周末剧《Voice3》第12集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190513/58598.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('275', '2019韩国OCN水木剧《救救我2》第12集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190510/58590.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('276', '2019韩国MBC土曜剧《异梦》第26集韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190505/58557.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('277', '2019韩国tvN周末剧《阿斯达编年史》第06集[韩语中字]', '日韩剧集专区', '/html/tv/rihantv/20190603/58668.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('278', '2019主打美剧《神盾局特工 第六季》更新第05集[中英双字', '欧美剧集专区', '/html/tv/oumeitv/20190519/58615.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('279', '2019主打美剧《沼泽怪物 第一季》更新第03集[中英双字]', '欧美剧集专区', '/html/tv/oumeitv/20190609/58719.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('280', '2019主打美剧《福尔摩斯：基本演绎法 第七季》更新第04', '欧美剧集专区', '/html/tv/oumeitv/20190526/58639.html', '2019-06-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('281', '2019主打美剧《战士/龙战士 第一季》更新第09集[中英双', '欧美剧集专区', '/html/tv/oumeitv/20190409/58464.html', '2019-06-03', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('282', '2019主打美剧《亿万 第四季》更新第09集[中英双字]', '欧美剧集专区', '/html/tv/oumeitv/20190331/58409.html', '2019-05-28', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('283', '2018主打美剧《海豹突击队 第二季》更新第22集[中英双字', '欧美剧集专区', '/html/tv/oumeitv/20181005/57565.html', '2019-05-25', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('284', '2018主打美剧《明日传奇 第四季》更新第16集[中英双字]', '欧美剧集专区', '/html/tv/oumeitv/20181024/57670.html', '2019-05-23', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('285', '2019主打美剧《冰与火之歌：权力的游戏 第八季》更新06', '欧美剧集专区', '/html/tv/oumeitv/20190416/58493.html', '2019-05-20', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('286', '2019主打美剧《罪恶黑名单 第六季》更新第22集[中英双字', '欧美剧集专区', '/html/tv/oumeitv/20190105/58023.html', '2019-05-20', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('287', '2018主打美剧《小谢尔顿 第二季》更新第22集[中英双字]', '欧美剧集专区', '/html/tv/oumeitv/20180926/57508.html', '2019-05-19', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('288', '2018主打美剧《闪电侠 第五季》更新第22集[中英双字]', '欧美剧集专区', '/html/tv/oumeitv/20181011/57604.html', '2019-05-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('289', '2018主打美剧《绿箭侠 第七季》更新第22集[中英双字]', '欧美剧集专区', '/html/tv/oumeitv/20181017/57634.html', '2019-05-16', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('290', '2019主打美剧《哥谭/暗都歌谭 第五季》更新第12集[中英', '欧美剧集专区', '/html/tv/oumeitv/20190105/58024.html', '2019-04-28', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('291', '2018主打美剧《邪恶力量/凶鬼恶灵 第十四季》更新第20集', '欧美剧集专区', '/html/tv/oumeitv/20181013/57610.html', '2019-04-28', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('292', '综艺大热门-20190603~20190618', '迅雷综艺节目', '/html/zongyi2013/taiwanzongyi/20190605/58694.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('293', '型男大主厨-20190603~20190617', '迅雷综艺节目', '/html/zongyi2013/taiwanzongyi/20190605/58693.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('294', '娱乐百分百-20190603~20190617', '迅雷综艺节目', '/html/zongyi2013/taiwanzongyi/20190605/58692.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('295', '女人我最大-20190603~20190617', '迅雷综艺节目', '/html/zongyi2013/taiwanzongyi/20190605/58691.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('296', '小明星大跟班-20190603~20190617', '迅雷综艺节目', '/html/zongyi2013/taiwanzongyi/20190605/58690.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('297', '同床异梦2-20190603~20190617', '迅雷综艺节目', '/html/zongyi2013/qitazongyi/20190604/58683.html', '2019-06-18', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('298', '非诚勿扰-20190601~20190615', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190609/58716.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('299', '我独自生活-20190607~20190614', '迅雷综艺节目', '/html/zongyi2013/qitazongyi/20190609/58714.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('300', '天天向上-2010616', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190617/58742.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('301', '百变达人-20190616', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190617/58741.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('302', '向往的生活-20190607~20190614', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190608/58709.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('303', '奔跑吧第三季-20190607~20190614', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190608/58708.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('304', '密室大逃脱-20190601~20190615', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190601/58660.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('305', '极限挑战第五季-20190602~20190616', '迅雷综艺节目', '/html/zongyi2013/daluzongyi/20190603/58680.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('306', '海贼王one PIECE 第889话', '迅雷动漫资源', '/html/dongman/new/20150111/47110.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('307', '名侦探柯南 第957话', '迅雷动漫资源', '/html/dongman/new/20150104/47040.html', '2019-06-17', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('308', '火影忍者疾风传 第720话 全', '迅雷动漫资源', '/html/dongman/hy/20150102/47018.html', '2017-03-28', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('309', '妖精的尾巴 FAIRY TAIL 第三部ZERO 第012/277话', '迅雷动漫资源', '/html/dongman/new/20160116/49990.html', '2016-03-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('310', '妖精的尾巴FAIRY TAIL 第265话2014', '迅雷动漫资源', '/html/dongman/new/20150208/47336.html', '2015-12-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('311', '火影忍者疾风传 第481-612话', '迅雷动漫资源', '/html/dongman/hy/20120503/37536.html', '2015-01-01', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('312', '海贼王one PIECE 第601-676话', '迅雷动漫资源', '/html/dongman/new/20130623/42470.html', '2014-12-28', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('313', '名侦探柯南2小时特别篇 柯南失踪 史上最惨的两天', '迅雷动漫资源', '/html/dongman/new/20150104/47039.html', '2014-12-27', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('314', '名侦探柯南 第701-773话', '迅雷动漫资源', '/html/dongman/new/20130310/41649.html', '2014-12-21', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('315', '圣斗士星矢Ω Saint Seiya Omega 更新第97话[日语中字]', '迅雷动漫资源', '/html/dongman/new/20120408/37164.html', '2014-03-30', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('316', '经典单机游戏《残酷谎言8：最终嫌疑》中文版', '游戏资源下载', '/html/newgame/20180127/56204.html', '2018-01-27', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('317', '经典单机游戏《轩辕伏魔录》中文版', '游戏资源下载', '/html/newgame/20180127/56203.html', '2018-01-27', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('318', '经典单机游戏《模拟火车2014》中文版', '游戏资源下载', '/html/newgame/20180127/56202.html', '2018-01-27', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('319', '经典单机游戏《世嘉创世经典游戏合集》硬盘版', '游戏资源下载', '/html/newgame/20180127/56201.html', '2018-01-27', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('320', '经典单机游戏《经典街机游戏》硬盘版', '游戏资源下载', '/html/newgame/20180126/56195.html', '2018-01-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('321', '经典单机游戏《合金弹头：完整版》硬盘版', '游戏资源下载', '/html/newgame/20180126/56194.html', '2018-01-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('322', '经典单机游戏《侠盗猎车手3》中文版', '游戏资源下载', '/html/newgame/20180126/56193.html', '2018-01-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('323', '经典单机游戏《荒岛求生》中文版', '游戏资源下载', '/html/newgame/20180126/56192.html', '2018-01-26', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('324', '经典单机游戏《玩具塔防4：星海战争》硬盘版', '游戏资源下载', '/html/newgame/20180125/56187.html', '2018-01-25', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('325', '经典单机游戏《搏击长空：风暴突击队》硬盘版', '游戏资源下载', '/html/newgame/20180125/56186.html', '2018-01-25', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('326', '经典单机游戏《使命召唤7：黑色行动》中文版', '游戏资源下载', '/html/newgame/20180125/56185.html', '2018-01-25', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('327', '经典单机游戏《帝国时代2：征服者》中文版', '游戏资源下载', '/html/newgame/20180125/56184.html', '2018-01-25', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('328', '经典单机游戏《合金装备5：原爆点》硬盘版', '游戏资源下载', '/html/newgame/20180124/56182.html', '2018-01-24', '2019-06-18 21:40:09');
INSERT INTO `movie` VALUES ('329', '经典单机游戏《最终幻想13：2》繁体版', '游戏资源下载', '/html/newgame/20180124/56181.html', '2018-01-24', '2019-06-18 21:40:09');
